[
  {
    "id": 31,
    "name" : "Амеркнский голый терьер",
    "description": "Американский голый терьер (Аmerican hairless terrier) – порода, выведенная в семидесятых годах прошлого века в Америке. Благодаря отсутствию шерсти кожные покровы животного достаточно уязвимы и препятствуют рабочему применению таких собак. Во многих странах голые терьеры преимущественно заводят семьи аллергиков.",
    "nutrition": "При выборе рациона питания терьера следует отдавать предпочтение кормам, предназначенным для собак декоративных пород"
  },
  {
    "id": 13,
    "name" : "Английский бульдог",
    "description": "один из символов туманного Альбиона. Он, как настоящий джентльмен, уравновешен, флегматичен, невозмутим и консервативен. Порода была выведена в Англии в 19 веке.",
    "nutrition": "На сухом корме: гипоаллергенный сухой корм с невысоким содержанием белка и жира для короткошерстных собак;\nНа натуральном питании: нежирное мясо, рис, гречка, творог, свежие фрукты и овощи.\nПод запретом: жирная пища, колбасные изделия, цельное молоко, сладости, специи."
  },
  {
    "id": 14,
    "name" : "Гончая",
    "description": "особо выделенная группа охотничьих пород. Для них характерны: длинные, свисающие уши, развитый нюх, особое чутье. Часть из них пригодна для работы стаей, называемой сварной охотой. Некоторые породы отличаются умением охотиться в одиночку.",
    "nutrition": ""
  },
  {
    "id": 32,
    "name" : "Комондор",
    "description": "порода овчарок крупного размера с длинной белой шерстью, сбивающейся в плотные шнуры. Размеры собаки визуально увеличиваются за счет такой шерсти. Комондор очень хорошо приспособлен к работе овечьим пастухом, а благодаря своей шерсти, он маскируется в отаре овец.",
    "nutrition": " В среднем взрослая собака потребляет около 1 кг корма в день. Размер порции зависит от активности питомца и места его проживания. При уличном содержании еды должно быть больше. Овчарку надо кормить 2 раза в день, щенков чаще – 5-6 раз."
  },
  {
    "id": 33,
    "name" : "Брюссельский гриффон",
    "description": "породы декоративных собак, выведенные в Бельгии. Происходят от маленькой жесткошерстной собачки, называвшейся smousje, которая издавна встречалась в окрестностях Брюсселя.",
    "nutrition": "Еда со стола: суп, каша, котлеты и т.д.\nКолбаса всех видов.\nСвинина в любом виде.\nНе вареная курица и другая птица.\nРечная рыба в любом виде.\nМолоко."
  },
  {
    "id": 15,
    "name" : "Мопс",
    "description": "Мопсы были привезены из Китая в Европу в шестнадцатом веке и были популярны в Западной Европе и Нидерландах. В Соединенном Королевстве в девятнадцатом веке королева Виктория развила страсть к мопсам, которую она передала другим членам королевской семьи.",
    "nutrition": "Мопса не назовешь привередой, скорее, он склонен к перееданию. Он будет просить у вас лакомые кусочки, вытянув переднюю лапку, шевеля для убедительности пальчиками (особенность породы!), и вы сами не заметите, сколько этих кусочков отдадите, чтобы порадовать питомца. Не хотите, чтобы вас пес стал похож на сардельку? Тогда — питание трижды в день небольшими порциями, сбалансированный рацион и отсутствие перекусов."
  },
  {
    "id": 16,
    "name" : "Чихуахуа",
    "description": "порода собак-компаньонов. Считается самой маленькой собакой в мире и носит имя мексиканского штата Чиуауа. Есть предположение, что предки этой собаки жили в дикой природе, и в эпоху цивилизации тольтеков были одомашнены ими.",
    "nutrition": "Едят чихуахуа немного: от 80 до 50 граммов на килограмм живого веса для взрослой собаки в день. Если вы выбираете натуральное питание, то помните, что свинина чихуахуа противопоказана. Другое мясо (телятина, курица) прежде чем дать собаке, отварите, а затем выньте все косточки и осколки. Такая крошка, как чихуахуа, может подавиться даже небольшой косточкой."
  },
  {
    "id": 17,
    "name" : "Фоксхаунд",
    "description": "Фоксхаунд старейшая американская порода гончих. Собаки используются для коллективных охот на лисиц. По следу идут, подавая голос, легко различимый у каждой конкретной особи. ",
    "nutrition": "Специалисты советуют кормить собаку сырым мясом, но при необходимости можно давать и вареное."
  },
  {
    "id": 42,
    "name" : "Французкий бульдог",
    "description": "дружелюбная собака-компаньон, которая легко уживается с другими неагрессивными питомцами и членами семьи.",
    "nutrition": "Необходимо кормить исключительно одним кормом, соблюдать тип кормления."
  },
  {
    "id": 18,
    "name" : "Датский дог",
    "description": "Существует несколько версий возникновения породы. По одной из них дог был выпестован путём скрещивания сторожевых собак крупных размеров и борзой, по другой версии — путём скрещивания кабаньей собаки и бульдога.",
    "nutrition": "Дог всеяден, но именно этот момент считается самым уязвимым у данной породы."
  },
  {
    "id": 19,
    "name" : "Кокер-спаниэль",
    "description": "порода охотничьих собак, происходящая от английского кокер-спаниеля и отличающийся более миниатюрной комплекцией и элегантной длинной шерстью",
    "nutrition": "Прекрасный аппетит и выразительные глаза позволяют американскому кокер-спаниелю получить столько еды, сколько он хочет, и еще немного сверху. Будьте осторожны, собаку легко перекормить, а в щенячьем возрасте — растянуть желудок."
  },
  {
    "id": 36,
    "name" : "Чау-чау",
    "description": "сторожевая собака, компаньон, одна из древнейших пород собак. По своему происхождению чау-чау относятся к группе шпицев, но существует предположение, что в них имеется примесь крови тибетского дог",
    "nutrition": ""
  },
  {
    "id": 20,
    "name" : "Ирландский сеттер",
    "description": "порода охотничьих собак выведенных в Ирландии. Собаки отличаются красивой каштановой шерстью, а так же врожденной интеллигентностью и миролюбием.",
    "nutrition": "Охотники обычно кормят питомцев сухим кормом, потому что это удобно и просто. Но можно добавлять в рацион животного и натуральные продукты хорошего качества."
  },
  {
    "id": 27,
    "name" : "Бигль",
    "description": "название получено от французского слова «крик». Звонкий голос – одна из неизменных характеристик биглей. Их даже называют «поющими биглями». Среди высокородных охотников высшим шиком считалась подборка собак в свору по голосу – чтобы все вместе они образовывали хор, в котором присутствовали бы высокие и низкие ноты.",
    "nutrition": ""
  },
  {
    "id": 21,
    "name" : "Большой фандейский грифон",
    "description": "крупный, пропорционально сложенный пес с прочным, но не тяжелым костяком и объемной мордой, которая кажется квадратной из-за развитых губ и густых усов. Он обладает чувствительным обонянием и красивым, звучным голосом и используется для охоты на лисицу, кабана, косулю, оленя и прочую крупную дичь.",
    "nutrition": "Пару раз в неделю вместо мяса большому вандейцу можно скармливать филе морской рыбы или субпродукты, вроде легких, сердца, трахей, печени, рубца или почек."
  },
  {
    "id": 22,
    "name" : "Колли",
    "description": "группа пород пастушьих собак, происходящих из Шотландии и Северной Англии. Группа включает, как официально признанные кинологическими организациями породы, так и малочисленные местные породы и отродья.",
    "nutrition": "сухой корм с добавлением натурального мяса. Как правило, это сорта супер-премиум- и холистик-класса"
  },
  {
    "id": 23,
    "name" : "Ирландский Волкодав",
    "description": "серьезный на вид, бородатый пес-исполин, выращенный для уничтожения волков.",
    "nutrition": "«Ирландцы» не склонны к перееданию, но пищеварительный тракт у них очень чувствителен к погрешностям рациона."
  },
  {
    "id": 24,
    "name" : "Ньюфауленд",
    "description": "огромная мощная собака с эффектной внешностью и великолепным характером. Цель ее существования – служение людям. ",
    "nutrition": ""
  },
  {
    "id": 40,
    "name" : "Бордер-колли",
    "description": "Бордер-колли — порода собак, выведенная на границе Шотландии и Англии. Отсюда происходит и название породы. Бордер-колли относится к пастушьим породам",
    "nutrition": "Рацион питания собаки нужно выбирать с учетом ее гиперактивности. Можно кормить бордера сухим кормом или натуральной пищей, главное, правильно подобрать объем порции"
  },
  {
    "id": 25,
    "name" : "Сенбернар",
    "description": "порода собак, происходящая от азиатских догообразных (мастифов Тибета), которых завозили в Европу и скрещивали с местными собаками. Различают две разновидности: короткошерстную и длинношерстную.",
    "nutrition": "мясо;\nсубпродукты;\nяйца (белки);\nтворог (другие кисломолочные);\nсложные углеводы (рис, овсянка);\nсвежие овощи;\nне очень сладкие фрукты (яблоки)."
  },
  {
    "id": 38,
    "name" : "Хаски",
    "description": "порода северных шпицеобразных собак. Выведена порода в 1970-х годах в качестве собаки-компаньона, внешним видом напоминающей хаски, которая, сможет с легкостью содержаться в квартире из-за своего небольшого размера и обходиться без длительных прогулок",
    "nutrition": "Они едят и натуральные продукты, и качественные сухие корма. Отдавайте предпочтение сухому корму премиум и супер-премиум класса, соблюдая объемы суточной порции."
  }
]