[
  {
    "id": 4,
    "name" : "Эублефар",
    "description": "Эублефар - это средних размеров ящерица из рода эублефаров. Этот вид является одним из самых распространённых террариумных животных.\nЭублефар подойдёт тем, кто ищет аккуратное, простое в уходе и контактное животное.",
    "deeds" : "Насекомыми небольших размеров",
    "accommodations" : "температура от 28 до 35 градусов. Для эублефара необходимо сделать укрытие, где он сможет прятаться и необходимо сделать влажную комнату, для периода линьки животного."
  },
  {
    "id": 5,
    "name" : "Черная вдвова",
    "description": "Черная вдвова - это вид пауков, распространённый в Северной и Южной Америке. Опасен для человека. Взрослый паук окрашен в чёрный цвет. Самки, как правило, имеют красное пятно в форме песочных часов на нижней стороне брюшка и несколько красных пятнышек около паутинных бородавок и на спине. Длина тела самки 8—10 мм\nЧерная вдова подойдет тем, кому не хватает адреналина и любит держать дома опасное животное.\n",
    "deeds" : "Насекомыми, но иногда также многоножками и другими пауками.",
    "accommodations" : "Обитают  в полынных степях, заселяют солончаковые и целинные пустоши. Любят сухие и травянистые склоны оврагов, заброшенные селения, дворовые постройки. Идеально чувствуют себя там, где жаркое лето и теплая осень."
  },
  {
    "id": 7,
    "name" : "Као-Мани",
    "description": "Као-Мани - это  древняя порода кошек, сравнимая с сиамскими, тайскими, коратскими, супхалакскими и другими натуральными породами кошек из Таиланда.\nКао-Мани подойдёт тем, кто посещает различные выставки кошек и разводит дорогие породы кошек.\n",
    "deeds" : "Для питания пододёт как готовый корм, так и натуральные продукты.При выборе продуктов мяса должно быть не меньше 70%, остальное кисломолочка, крупы, овощи и фрукты. Раз в неделю дается филе рыбки и два перепелиных яичка",
    "accommodations" : "Проживает в жилых домах с хозяевами. Чесать питомца нужно раз в две недели, а купать по мере загрязнения."
  },
  {
    "id": 8,
    "name" : "Мейн-кун",
    "description": "Мейн-кун - порода кошек, которая произошла от кошек штата Мэн на северо-востоке США. Аборигенная порода кошек Северной Америки.\nМейн-куны пододуйт тем хозяевам, у которых дома уже есть питомцы, поскольку  порода Мейн-кун спокойно уживается с ними. Данная порода относительно недорогая и пользуется малым спросом на рынке продаж.\n",
    "deeds" : "Сырая говядина, вареная курица, субпродукты, печень, желток куриный — не чаще раза в неделю, зелень для очистки желудка, натуральный кефир, сыр, йогурты.",
    "accommodations" : "Породы этого типа не любят суеты, столпотворения, а многие не любят и компанию себе подобных. Она должна иметь возможность спать там, где ее не достанет владелец. Должна иметь возможность сидеть или наблюдать за окружающим миром из безопасного места."
  },
  {
    "id": 12,
    "name" : "Корова",
    "description": "Корова - отелившаяся самка крупного рогатого скота, то есть домашнего быка. Коровы используются для получения потомства, а также молочной и мясной продукци\nПодойдет хозяевам, проживающих в сельзкой местности и занимающимися добычей молока.",
    "deeds" : "Травой, сеном, соломой, зерном, свеклой, ячменем, пшеницей.",
    "accommodations" : "Самые главные условия - это микроклимат, вентиляция, чистка. чистота, сухость и тепло в коровниках. Рекомендованная температура воздуха зимой – не менее десяти градусов тепла. В случае необходимости для ее поддержания можно установить систему отопления. Чистку в коровниках и местах выгула необходимо производить ежедневно, заменяя и подстилку."
  },
  {
    "id": 13,
    "name" : "Осел",
    "description": "Осел - непарнокопытное млекопитающее семейства лошадиных невысокого роста, с большой мордой и длинными ушами, используется для перевозки грузов под вьюком и в упряжи. Подойдет тем людям, которые живут в деревнях, поселках, либо в горных местоностях.",
    "deeds" : "Овес, ячмень, кукуруза, отруби, жмых, сено, соломенную резку, стебли кукурузы.\n",
    "accommodations" : "Осел достаточно неприхотливым животным, которое хорошо переносит как высокие температуры воздуха, так и низкие. Высокая влажность - единственное, от чего они очень уязвимы."
  },
  {
    "id": 15,
    "name" : "Свинья",
    "description": "Свинья - всеядное, одомашненное, четвероногое, копытное животное.\nСвинья подойдёт тем, кто большую часть времени занимается аграрным производством. Мясо свинины пользуется большим спросом на пищевом рынке.",
    "deeds" : "Питается личинками, насекомыми, червями, мелкими птицами и животными, моллюсками, рыбой",
    "accommodations" : "Свинарник, в котором будет находиться животное должен быть просторным. В самом свинарнике должно быть соответствующее отопления, вентиляция и мягкая подстилка."
  },
  {
    "id": 16,
    "name" : "Курица",
    "description": "Курица - это домашняя птица, разводимая для получения яиц и мяса.\nКурица поойдёт тем, кому необходимо получать продукты питания в виде мяса, но при этом не хочется заводить свинью.\n",
    "deeds" : "Мелкими семенами, травами и листьями, червями, насекомыми, мелкими позвоночными.",
    "accommodations" : "Курицы как и свиньи живут в специально оборудованных помещениях. Помещения должны быть оборудованы специальной подстилкой в несколькос слоев, должны быть обустроены гнезда. Так же у куриц должны быть свои поилки, из которых животное сможет попить воды.\n"
  },
  {
    "id": 18,
    "name" : "Пчела",
    "description": "Пчела - это небольшое насекомое, которое относится к типу членистоногих и отряду перепончатокрылых.\nПчелы подойдут тем, кто занимается пчеловодством и добывает мед.\n",
    "deeds" : "Нектаром, пыльцой",
    "accommodations" : "Излюбленное место пчел - это лесопосадки и лесные массивы. Для содержания пчел необходимы специально обустроенные пасеки."
  },
  {
    "id": 19,
    "name" : "Шмель",
    "description": "Шмель - род перепончатокрылых насекомых из семейства настоящих пчёл, во многих отношениях близкий медоносным пчёлам.\nШмели подойдут тем, кому помимо добычи меда необходимо опыление растений на своём участке.\n",
    "deeds" : "Нектаром",
    "accommodations" : " Шмели строят гнезда в земле, листовой подстилке, дуплах, птичьих гнездах, кротовых, мышиных, беличьих норах. Шмелиные семейства обитают в собственных ящиках и их продают для сельскохозяйственных нужд."
  },
  {
    "id": 21,
    "name" : "Хаски",
    "description": "Хаски - это специализированная порода ездовых собак.\nХаски подойдут тем, кто проживает в холодном климате и нуждается в перевозке людей и грузов.\n",
    "deeds" : "Мясом, подойдёт телятина, говядина, индейка. Так же морской рыбой без костей, в отварном виде.",
    "accommodations" : "Постоянные выгулы и тренировки"
  },
  {
    "id": 22,
    "name" : "Арабская лошадь",
    "description": "Арабская лошадь -  это древняя порода верховых лошадей, выведенная на территории Аравийского полуострова.\nАрабская лошадь пододёт тем, кто проживает в тёплом климате и нуждается в перевозке людей и грузов.\n",
    "deeds" : "Сено,овес, отруби, свежескошенная трава, морковь, свекла.",
    "accommodations" : "Основное требование к этим лошадям - это обеспечение свободы передвижения за счет просторного хлева. Так же необходима теплая и сухая подстилка в вольер."
  },
  {
    "id": 26,
    "name" : "Саванна",
    "description": "Саванна - это гибрид дикой африканской кошки сервала и обыкновенной домашней кошки.\nСаванна подойдёт тем, кто нуждается в постоянных прогулках живя в городе.\n",
    "deeds" : "Нежирное мясо - говядина, индейка, курятина, крольчатина.",
    "accommodations" : "Данную породу необходимо постоянно выгуливать. Раз в неделю необходимо расчесывать шерсть щеткой и чистить глаза и уши по мере загрязнения."
  },
  {
    "id": 27,
    "name" : "Русская голубая кошка",
    "description": "Русская голубая кошка - порода домашней кошки, которая разводится за рубежом и является одной из самых популярных пород короткошёрстных кошек.\nРусская голубая кошка подоёдёт тем, кто мало любит выходить на улицу и в основном находится дома.\n",
    "deeds" : "Каши на воде, отварные овощи, яйца, морская рыба, кисломолочные продукты.",
    "accommodations" : "Ко всем домашним питомцам русская голубая относится доброжелательно. Единственное условие — никто из других животных не должен нарушать ее личные границы и вести себя агрессивно, пытаясь «подмять по себя»."
  },
  {
    "id": 30,
    "name" : "Варан",
    "description": "Варан - род современных ящериц в семействе варанид.\nВаран подойдёт тем хозяевам, кто хочет завести домашнее животное, но при этом есть аллергия на шерсть.",
    "deeds" : "Насекомыми, моллюсками, ракообразными, рыбой, амфибиями, ящерицами, змеями.\n",
    "accommodations" : "В домашних условиях варану нужен специальный террариум"
  },
  {
    "id": 31,
    "name" : "Ламбрадор",
    "description": "Ламбрадор - это  порода собак с разносторонними рабочими качествами.  Изначально использовалась как охотничья собака. Сегодня используется как поводырь, спасатель, в большинстве случаев известен как  игривый и добрый домашний питомец и компаньон.\nЛамбрадор больше подойдёт семейным парам с маленькими детьми для того, чтобы дети могли тратить свою энергию вместе с питомцем.\n",
    "deeds" : "Отварные крупы, мясные субпродукты и мясо, нежирный творог, морская рыба, овощи.\n",
    "accommodations" : "Лабрадору необходимо обеспечить выход его нескончаемой энергии. В квартире лабрадор чувствует себя отлично при наличии достаточного простора."
  },
  {
    "id": 33,
    "name" : "Боксер",
    "description": "Боксер - это короткошерстная порода собак типа мастифа от средней до крупной.\nБоксер подойдёт практически для любого хозяина, который хочет подобрать домашнее животное в свою квартиру.\n",
    "deeds" : "Мясо, рыба, яйца, творог.",
    "accommodations" : "Комфортно чувствует себя в квартире. Необходимо своевременно очищать шерсть боксера и уделять внимание его здоровью\n"
  },
  {
    "id": 34,
    "name" : "Пудель",
    "description": "Пудель является широко распространенной, декоративной, неспортивной породой псов.\nПодойдет для большой семьи, в которой есть дети.\n",
    "deeds" : "Индейкой, говядиной, рисом, гречкой, сырными или тушёные фруктами и овощами.",
    "accommodations" : "Комфортно чувствует себя в квартире. Необходимо ежедневно расчесывайте собачку гребешком, пуходеркой и массажной щеткой. Несколько раз в месяц необходимо купать питомца с использованием зоошампуня для длинношерстных собак."
  },
  {
    "id": 35,
    "name" : "Ксолоитцкуинтли",
    "description": "Ксолоитцкуинтли - одна из древнейших пород мира. \nПодойдёт для большой семьи, в которой есть дети.\n",
    "deeds" : "Питается натуральной пищей - 70% нежирного мяса мелкими кусочками. Второй вариант - это качественная сушка не ниже премиального уровня:сюда подойдут рационы Acana, Orijen, Arden, Grange, Grandorf.",
    "accommodations" : "Комфортно чувствует себя в квартире. Ксолоитцкуинтли относится к породам, которые нуждаются в минимальном уходе. Собака не требует регулярного вычёсывания из-за практически полное отсутствие шёрстного покрова."
  },
  {
    "id": 38,
    "name" : "Данио Рерио",
    "description": "Данио Рерио - это вид пресноводных лучепёрых рыб семейства карповых.\nПодойдёт для любителей наблюдать за активным перемещением рыбок в аквариуме. Как правило, в основном плавают небольшими стаями и имеют яркий окрас, из-за чего часто приобретаются в аквариум для создания благоприятного вида.\n",
    "deeds" : "Зоопланктоном, фитопланктоном, насекомыми и личинками насекомых.",
    "accommodations" : "В дикой природе плавают в медленно текущих и стоячих пресных водах."
  },
  {
    "id": 39,
    "name" : "Обыкновенный сом",
    "description": "Обыкновенный сом - это крупная пресноводная рыба семейства сомовые.\nПодойдёт для тех, кто любит наблюдать за неспешным плаванием рыбок в аквариуме.\n",
    "deeds" : "Сомы часто питаются гниющей и разлагающейся на дне водоема падалью. В домашних условиях питаются обыкновенным кормом для рыб.",
    "accommodations" : "В дикой природе такую рыбу можно встретить как в реке, так и в пруду или крупном озере. В домашних условиях находится в освсноном на дне аквариума, около растений и всплывает наверх только для получения корма."
  },
  {
    "id": 41,
    "name" : "Попугай",
    "description": "Попугай -  это отряд птиц, насчитывает одно семейство, 7 подсемейств, более трехсот видов.\nПопугай подойдёт тем, кто живет один, либо тем, кому скучно дома одному.\n",
    "deeds" : "Фруктами, орехами и семенами.",
    "accommodations" : "В домашних условиях попугаю нужна своя клетка больших размеров. В клетку не требуется ставить множество различных приспособлений и игрушек. Так же клетку необходимо регулярно очищать."
  },
  {
    "id": 42,
    "name" : "Дрозд",
    "description": "Дрозд -  род воробьиных птиц, длина тела которых достигает 20–25 см.\nДрозд подойдёт тем, кто хочет завести домашнее животное в видептицы дома, но при этом не нуждается в том, чтобы птицы умела разговаривать, как Попугай.\n",
    "deeds" : "Насекомыми, пауками, червями, моллюсками, ягодами.",
    "accommodations" : "В дикой природе дрозды обитают в лесу. Для данного вида птиц важно наличие корма на территории их обитания. В домашних условиях дроздам потребуется клетка соответствующего размера."
  },
  {
    "id": 44,
    "name" : "Паук-птициед",
    "description": "Паук-птициед - семейство пауков,  взрослые особи которых характеризуются крупными размерами, в некоторых случаях превышая 27 см в размахе ног.\nПаук-птициед подойдут тем, кто любит коллекционировать пауков и не имеет арахнофобии.\n",
    "deeds" : "Сверчками, саранчой, тараканами, мучными червями",
    "accommodations" : "В дикой природе предпочитают пустыни с жарким климатом, другие — тропические леса. В домашних условиях им необходим террариум с соответствующей температурой."
  },
  {
    "id": 45,
    "name" : "Скорпион",
    "description": "Скорпион - это отряд членистоногих из класса паукообразных. В основном встречаются в жарких странах.\nСкорпион подойдёт тем, кто любит коллекционировать паукообразных.\n",
    "deeds" : "Насекомыми и другими паукообразными",
    "accommodations" : "В дикой природе предпочитают места с высокой влажностью и теплым климатом. В домашних условиях им требуется террариум с соответствующей температурой и влажностью."
  },
  {
    "id": 48,
    "name" : "Ротвейлер",
    "description": "Ротвейлер - немецкая порода собак. Является бойцовской собакой.\nИдеально подойдёт для охраны своего дома. Буйная, агрессивная порода собак.\n",
    "deeds" : "Говядина, свинина, субпродукты, курица, гречневой, овсяной, пшенной, рисовой кашей.\n",
    "accommodations" : "Комфортно чувствует себя в своём доме за городом. Как правило такому животному заводят свою будку и сажают для безопасности на цепь."
  },
  {
    "id": 49,
    "name" : "Джек рассел терьер",
    "description": "Джек рассел терьер - порода охотничьих собак, выведенная  для охоты на лисиц.\nДжек рассел терьер подойдёт для охраны своего дома, при этом не является буйным или агрессивным животным.\n",
    "deeds" : "Супами, мясом с кашей, овощным салатами.м",
    "accommodations" : "Комфортно чувствует себя как в своей квартире, так и в своём доме."
  },
  {
    "id": 52,
    "name" : "Бобёр",
    "description": "Бобёр - это крупный грызун, приспособленный к полуводному образу жизни.\nПодойдёт для тех покупателей, кто давно хотел завести себе экзотическое домашнее животное.\n",
    "deeds" : "Корой и побегами деревьев, предпочитая осину, иву, тополь и берёзу, а также различными травянистыми растениями.",
    "accommodations" : "В дикой природе жизнь бобра тесно связана с небольшими водоёмами: медленно текущими лесными речками, ручьями, старицами, озёрами. Для домашних условий подойдёт питомник или клетка. Бобру необходимо давать древесину, для стачивания зубов."
  },
  {
    "id": 53,
    "name" : "Гинетта",
    "description": "Гинетта - это род хищных млекопитающих из семейства виверровых.\nПодойдёт для тех покупателей, кто давно хотел завести себе экзотическое домашнее животное и при этом дома нет других животных.\n",
    "deeds" : "Стандартный корм для кошек, свежее мясо, фрукты или рыба.",
    "accommodations" : "В домашних условиях не требуют особого ухода. Основные правила содержания - это своевременная кормежка и регулярная чистка лотка."
  },
  {
    "id": 55,
    "name" : "Корейский чиндо",
    "description": "Корейский чиндо - это порода охотничьих собак, происходящая с острова Чиндо в Южной Корее.\nПодойдет для тех, у кого есть много времени для ухода за этим животным в своём доме.\n",
    "deeds" : "Мясо, рыба, каши.",
    "accommodations" : "Корейский чиндо - это очень активная собака, которой нужны постоянные физические и умственные нагрузки. Для такой собаки не подойдёт жизнь в маленькой квартире, ей нужен дом с большой территорией и высоким забором.\n"
  },
  {
    "id": 56,
    "name" : "Дикообраз",
    "description": "Дикообраз - это животное из отряда грызунов, туловище которого покрыто длинными иглами.\nПодойдёт для тех, у кого есть свой дом, но нет много свободного времени для ухода за этим животным. \n",
    "deeds" : "Растительной пищей: весной и летом поедает зелёные части растений, корни, луковицы и клубни. Осенью, после созревания культурных растений, питается преимущественно их плодами — ест арбузы, дыни, огурцы, тыквы, виноград, люцерну. Зимой ест много древесной коры, обгрызая нижние части деревьев.",
    "accommodations" : "Для домашних условий потребуется вальер, где дикообраз сможет находиться, принимать пищу и отдыхать."
  }
]